Revit 2027 API
SlabShapeEditor.Enable Method
Enables the slab shape editing functionality.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void Enable()
Public Sub Enable
public:
void Enable()
member Enable : unit -> unit
See Also
Reference
SlabShapeEditor Class
Autodesk.Revit.DB Namespace